export default [
  {
    id: 1,
    question: '操作系统是____。',
    options: ['A．用户与软件的接口', 'B．系统软件与应用软件的接口', 'C．主机与外设的接口', 'D．用户与计算机的接口'],
    answer: 'D',
  },
  {
    id: 2,
    question: '下列有关快捷方式的叙述，错误的是____。',
    options: ['A．快捷方式改变了程序或文档在磁盘上的存放位置', 'B．快捷方式提供了对常用程序或文档的访问捷径', 'C．快捷方式图标的左下角有一个小箭头', 'D．删除快捷方式不会对源程序或文档产生影响'],
    answer: 'A',
  },
  {
    id: 3,
    question: '不可能在任务栏上的内容为____。',
    options: ['A．对话框窗口的图标', 'B．正在执行的应用程序窗口图标', 'C．已打开文档窗口的图标', 'D．语言栏对应图标'],
    answer: 'A',
  },
  {
    id: 4,
    question: '在Windows中，关于文件夹的描述不正确的是____。',
    options: ['A．文件夹是用来组织和管理文件的', 'B．“计算机”是一个系统文件夹', 'C．文件夹中可以存放驱动程序文件', 'D．同一文件夹中可以存放两个同名文件'],
    answer: 'D',
  },
  {
    id: 5,
    question: 'Windows中可以设置、控制计算机硬件配置和修改显示属性的应用程序是____。',
    options: ['A．Word', 'B．Excel', 'C．资源管理器', 'D．控制面板'],
    answer: 'D',
  },
  {
    id: 6,
    question: '在Windows中，不属于控制面板操作的是____。',
    options: ['A．更改桌面背景', 'B．添加新硬件', 'C．造字', 'D．调整鼠标的使用设置'],
    answer: 'C',
  },
  {
    id: 7,
    question: '在Windows资源管理器中选定了文件或文件夹后，若要将它们移动到不同驱动器的文件夹中，操作为____。',
    options: ['A．按下Ctrl键拖动鼠标', 'B．按下Shift键拖动鼠标', 'C．直接拖动鼠标', 'D．按下Alt键拖动鼠标'],
    answer: 'B',
  },
  {
    id: 8,
    question: '要将语言栏显示在桌面上，第一步操作应该是____。',
    options: ['A．控制面板中选“时钟、语言和区域”下的“更改键盘和其他输入法”选项 ', 'B．控制面板中选“程序”', 'C．右击桌面空白处，选择“查看”', 'D．右击任务栏空白处，选择“属性”'],
    answer: 'A',
  },
  {
    id: 9,
    question: '在Windows的中文输入方式下，中英文输入方式之间切换应按的键是____。',
    options: ['A．Ctrl+Alt', 'B．Ctrl+Shift', 'C．Shift+Space', 'D．Ctrl+Space'],
    answer: 'D',
  },
  {
    id: 10,
    question: '在Windows中下面的叙述正确的是____。',
    options: ['A．“写字板”是字处理软件，不能进行图文处理', 'B．“画图”是绘图工具，不能输入文字', 'C．“写字板”和“画图”均可以进行文字和图形处理 ', 'D．“记事本”文件可以插入自选图形'],
    answer: 'C',
  },
];
